---
kind: enumMember
id: F:Autodesk.Revit.DB.LineScaling.ModelSpace
enum: Autodesk.Revit.DB.LineScaling
source: html/66e96d4a-6c06-0c50-bd03-f1db2ae83efb.htm
---
# Autodesk.Revit.DB.LineScaling.ModelSpace

Modelspace scaling. LTSCALE is set to view scale and PSLTSCALE to 0.